IDEA Open Model
DappedEnd.Position Property
Compatible with IDEA StatiCa 20.1
 Offset between MasterPoint and InsertPoint
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Vector3D Position { get; set; }
Public Property Position As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace